Revit 2027 API
BuiltInFailures.GroupFailures.DimRefsGroupMemberSketch Property
 A group member's sketch or family is constrained to an element that is not a member of the group. These constraints have been removed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DimRefsGroupMemberSketch { get; }
Public Shared ReadOnly Property DimRefsGroupMemberSketch As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DimRefsGroupMemberSketch {
	FailureDefinitionId^ get ();
}
static member DimRefsGroupMemberSketch : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace